{
 "pooltips":
    {
	  "pooltip":
	    [
			{
				"poolTipID" : "1",
				"poolTipName" : "Winter Season Reminder - For Northern California",
				"poolTipContent" : "<b>Cold nights:<\/b><\/b>\r\n <p>During nights and early mornings, when temperatures are expected to fall below freezing, your pool filter pump should be running during the night and early morning. Circulating water through the exposed pipes and equipment prevents ice formation and potential damage to your pipes and pool equipment.</p><p>If you have a manual timer for your pool pump, you need to turn the pump on manually. We cannot set the timer to cover this condition without running the pump an excessive amount of time, raising your electric bill.</p><p>If you have an intelligent controller or intelligent pump, they typically have an automatic freeze protection and will turn the pump on automatically when needed, so you do not need to worry about it.<\/p><\/br><\/b>\r\n <b>Draining water from the pool after rain:<\/b><\/b><br>\r\n <p>You should try to keep the water level within the skimmer opening to facilitate skimming of the pool surface.</p><p>Some pools have a drainage pipe to automatically drain excess water during rains. Sometimes, the drainage pipe gets plugged up and the pool water level gets too high and you need to drain water manually as needed. For pools without the drainage pipe, you need to drain water manually as needed.</p><p>If you have a built in automatic water fill, and you need to drain water, we recommend that you shut off the water supply to the automatic water fill. We have experienced several instances where water was draining and filling at the same time, wasting important and expensive base chemicals.<\/p>"
			},
            {
				"poolTipID" : "2",
				"poolTipName" : "Recommended settings for filter pump timers",
				"poolTipContent" : "<p><b>Single speed pumps:<\/b> 4 hours in winter, 6 hours in spring and fall and 8 hours in summer. These times are for average pool size and average pump flow rate. We will set the timers to run these hours, unless the timer control is inside of your house. In that case you need to set it. If you specifically request us to set it for less time than these recommendations, we will do it but, your pool condition may suffer and may require expensive clean up if algae develops.<\/p><p><b>Dual speed pumps:<\/b> We recommend to run the pump in high speed mode for 2 to 3 hours to allow for sufficient sweep cleaning and for skimming of the pool surface. After that run the pump in low speed mode for a double of remaining time recommended for single speed pump. For example, in summer if you run the pump 2 hours in high speed mode, set the timer to run additional 12 hours in low speed mode.<\/p><p><b>Variable speed pumps:<\/b> Use the same recommendation as for the dual speed pump above. With these pumps you can find the ideal high speed and low speed setting to accomplish sufficient flows and to maximize energy savings.<\/p><p>In the summer the filter pump should run as much as possible during the day. Running the pump only at night when temperatures are high, is conductive for algae to develop.<\/p><p>There is an option to find out more accurately how long the pump should be running - not an average time - depending on your actual flow rate and your pool volume. That requires installation of a flow meter in your piping - approx. cost $100 - $150.<\/p>"
			},
			{
				"poolTipID" : "3",
				"poolTipName" : "How to make a green pool sparkle again",
				"poolTipContent" : "<p>To drain or not to drain?<\/p><p>There are 2 ways to clean a pool full of green algae:<\/p><p>1. To drain.<\/p><p>This includes draining entire pool, followed by acid or chlorine washing, and then refilling pool with water and chemically balancing pool water.<\/p><p>We recommend this only in extreme and unusual cases, because there are many risks associated with this method. We only recommend this if, for example, we find that there is unusually high amount of combined chlorine present in the pool water or total dissolved solids are too high.<\/p><p>There are risks and extra costs associated with this method. Structural damage may result if there is high enough water table under the pool - this risk is higher in rainy season. Pool water also needs to be drained legally, either by obtaining town or county permit to drain it to the street or by draining it to your main sewer clean-out. In this case, care has to be taken not to overwhelm the sewage pipes and flood the house. Even if the cost may be approximately the same as cleaning the pool without draining, you need to account for the cost of water required to fill the pool. Another disadvantage is that if there is an underlying problem which caused the algae to develop, like a filter problem or insufficient flow, you will not find the cause of it, algae will return and your money was wasted.<\/p><p>The advantage of this method is that it is faster, one or two days, and if your pool surface is stained and needs to be acid washed anyway, you are able to accomplish it at the same time.<\/p><p>2. Not to drain.<\/p><p>This includes clearing algae by chemicals, filtering and cleaning pool without draining.<\/p><p>Takes 2 - 5 days (on average 3 days) depending on your pool equipment and severity of algae.<\/p><p>First  Day.<\/br>\r\n Test chemicals and adjust Alkalinity, Ph, Calcium hardness and Conditioner (Cyanuric Acid) and adjust chemicals to be in balance. Test for combined chlorine and if very high (over 5 PPM) do not continue, draining is preferred because the cost of chemicals will be too high. Shock the pool with liquid chlorine, amount depends on pool volume, water temperature and algae severity - typically 4 gallons. Add algaecide to pool water - we found Algatec (polymer algaecide) works the best.<\/p><p>Remove any debris from bottom of pool you can. Brush pool swim outs, steps and sides thoroughly.<\/p><p>Clean filter and inspect for any possible tears. Start filter pump and set it to run continuously. Make note of clean filter pressure.<\/p><p>Second Day.<\/p> <p>You should see improvement in water color and clarity. Test chemicals and adjust as necessary to be in balance. Add liquid chlorine to keep chlorine level 10 - 20PPM.<\/p><p>If it is clear enough to see return jets, put about 2 cups of DE powder into the skimmer and watch return jets. If you see DE powder coming out of return jets, it means that your filter is bypassing dirt and returning it back to the pool. In this case stop, take apart the filter, find cause of it and fix it before continuing. Without good filtration you will not be successful.<\/p> <p>Remove any remaining debris from the pool. Brush pool again.<\/p> <p>If filter pressure is 10# or more over the clean filter pressure that you noted, clean filter cartridges or backwash DE or Sand filter, depending on your filter type.<\/p><p>Third Day.<\/p><p>In most cases your pool will be crystal clear.<\/br>If not repeat Second day instructions.<\/p><p>If it is clear, wait until chlorine level is normal (3-5PPM) before swimming.<\/p><p>Enjoy your clean pool and maintain chemicals, equipment, brushing and removing debris on a weekly basis.<\/p><p>If you live in our service area, we would be happy to assist you.<\/p>"
			},
			{
				"poolTipID" : "4",
				"poolTipName" : "Pool Party or heavy pool usage - how not to trash the pool",
				"poolTipContent" : "<p>After a large pool party the chlorine levels are depleted, pool water starts to get slightly cloudy and if you do nothing about it, the cloudiness increases and in a couple days your pool water turns green. The longer you wait in contacting us, the more expensive the  treatment is in chemicals and labor that it takes to return your pool again to pristine condition.<\/p><p>It is important that immediately after the pool party you turn on your filter pump and have your sweep running and let it run overnight. This may be all that is required to take care of it, primarily if you have a salt chlorinator or chlorine tab dispenser by the equipment. Ideally, right after the party, in addition to turning the filter pump on, you should add one or two gallons of liquid chlorine to the pool water. If you plan ahead you can ask us beforehand to leave you a couple gallons of chlorine for this purpose. Check the pool the  next day and if it is still cloudy keep running the filter pump and sweep. If the condition does not improve by the end of the first day, it is important to contact us immediately so that we can take care of it before it becomes a lot more expensive to clear the pool water.<\/p><p>The information above also applies to pools used by young children. It does not take many children to trash the pool if they are not reminded to take frequent bathroom breaks. This is a sensitive subject and embarrassing for us and for the parents to bring up. In addition to the chlorine depletion described above, the free chlorine combines with organic matter into so called combined chlorine. A large amount of combined chlorine could demonstrate itself by a strong chlorine smell and could irritate eyes and ears. Combined chlorine does not have any benefit and contrary to what you may think needs to be destroyed by heavily shocking the pool. Please, if applicable, try to educate children about this in a tactful way.<\/p>"
			},
			{
				"poolTipID" : "5",
				"poolTipName" : "Treatment of yellow algae when brushing is not part of your pool service level",
				"poolTipContent" : "<p>Chemicals, by themselves, are not the only thing necessary to keep algae away from swimming pools.<\/p><p>For example, even with properly balanced pool chemicals and good chlorine levels:<\/p><ul><li>If your pump does not run a sufficient amount of time for the seasonal temperatures and pool usage, algae may develop.<\/li><li>If your steps or swim outs, or any flat surfaces not covered by your pool cleaner each day, are not brushed each week the dirt may turn to algae and spread to the rest of the pool surfaces. Once in a while, the pool walls also need to be brushed if dirt starts to settle on them.<\/li><li>If leaves or debris overwhelm the pool equipment capability to remove them, they can either inhibit the water flow through the pump or they can start to rot on the pool bottom and turn into algae, if they are not removed in a timely manner.<\/li><li>Large birds, dogs, or children using your pool can cause free chlorine to be turned into combined chlorine. In that case, if the pool is not shocked in a timely manner and the pool pump is not run longer than usual, algae may develop.<\/li><\/ul><p>Once you can see algae, it is too late to just rectify the underlying cause of why it developed. The algae has a tendency to keep coming back unless it is properly treated.<\/p><p>The proper way to kill algae is to shock the pool with chlorine, brush all the algae and dirt from pool surfaces very thoroughly and then, relatively soon after the brushing, we will apply algaecide in the areas where the algae was brushed off. After that the pool pump needs to run longer than it usually is run (even up to 12 to 24 hours) to filter out all traces of algae.<\/p><p>Our Full Clean and our Chemical Plus/Brush customers do not need to worry about the above issues as we take care of all necessary brushing.<\/p><p>Most of our Chemical Only and Chemical Plus level customers understand this and they cooperate with us in detecting and treating any potential yellow algae. If we see dirt or algae settling on the pool steps, swim outs, or walls, we leave a note for you to brush the pool and run the pool pump for a longer time than usual. The day before we come to service your pool you should check to see if there is any algae on the pool surfaces. If so, brush it away and let us know the exact pool areas you needed to brush off. This lets us treat those particular areas with an algaecide specific for yellow algae. If we need to treat all pool surfaces unnecessarily, we will need to use more algaecide and then counteract the algaecide (which consumes chlorine) with a larger amounts of liquid chlorine than is typically necessary. Sometimes it takes several weeks of repeated treatment to prevent the return of the algae.<\/p><p>If you have brushed away algae from pool surfaces, it is paramount that you communicate this to us.  Please provide us with a description or diagram of where the algae was. This is important for us to keep your pool algae-free. Most of our Chemical Only and Chemical Plus customers understand this and it works well. If we come and we do not see any algae, we do not know that you may have just brushed it away.<\/p>"
			},
			{
				"poolTipID" : "6",
				"poolTipName" : "California Draught and your Swimming Pool - minimizing water usage",
				"poolTipContent" : "<p><b>1.     Limit evaporation, which in summer can be around 1\/4 inch per day.<\/b><\/p><p>One way to help during the drought is to minimize water evaporation from the pool. During winter the water evaporation is minimal. In the spring, summer and fall when the temperatures are warmer, water loss from the pool due to evaporation is higher.<\/p><p>There are several ways you can help to minimize water loss due to evaporation.<ul><li>Turn off, or drastically limit, the time that you run water features such as waterfalls or fountains. If such water features are programmed to run each day, cut down the time they run to a few minutes. Most waterfalls leak and all water features promote evaporation when they run.<\/li><li>Research installing and using pool covers. Pool covers are the most effective in reducing evaporation. If you do use a pool cover, you have to realize that they are a lot of work. You need to remove the cover frequently, at least one day a week, to let the water to cool down and breathe. Otherwise algae will develop even with very high chlorine levels. Also, most of the debris on top of the cover ends up in the pool when removing the cover. In the past we found that customers who had pool covers, unless they were the motorized ones, stopped using the covers because of the practical issues. If you have a service which includes brushing or pool cleaning, the cover needs to be off the day when we come to service your pool. You really need to be dedicated for the pool cover to be a good solution.<\/li><li>Use the &#34;Cover Free&#34; liquid cover produced by Natural Chemistry Co. The claims are that if used as directed, this product reduces evaporation by up to 85% and heat loss by up to 70%. An average pool size requires adding 4 ounces of the Liquid Cover to the pool on a weekly basis. The liquid is safe and does not affect pool chemistry. We have no personal experience with this product, but we recommend that you use it, since it is practical and it may work. If you use it, we would appreciate your feedback.<\/li><\/ul><\/p><p><b>2.     Overflowing pool when adding water to the pool.<\/b><\/p><p>If your pool does not have an auto-fill, be careful when adding water to the pool. Set some audible timer to alert you to check the filling of the pool. Also, some pools have a drain pipe. If you have one, make sure that you stop filling the water before it reaches the level of the drain pipe.</p><p>If your pool has an auto-fill, check the water level once in a while to make sure that it is below the drain pipe if you have one, and that the pool water level is not rising which could indicate failure of the auto-fill float.<\/p><p>If your pool does not have a built in auto-fill, and you tend to overfill your pool or you go on vacation, consider getting a portable one which attaches to a garden hose.<\/p><p><b>3.     Identifying if your pool has a leak or if it developed a leak.<\/b><\/p><p>If you have an auto-fill, we recommend that every couple of months you turn off the water supplied to the auto-fill and observe for a one week period whether the water level is going down unreasonably fast.<\/p><p>If you suspect a leak, let us know and we can pay more frequent attention to the level of your pool’s base chemicals. Normally, we check these chemicals in the spring after the rains\/draining. We only check them in-between if we suspect for some reason that your pool has a leak. Over time we know from the base chemical levels if the pool is losing water that is not due to evaporation. We can know in about a month in the case of a larger type leak. In the case of a small leak, it can take several months. In case of a large leak, we will recommend a leak detection company to find it and fix it. In case of a small leak, you may want to perform a so called &#34;bucket test&#34; to make sure it is a leak before using a pool detection company.<\/p>"
            },
            {
                "poolTipID" : "7",
                "poolTipName" : "Bucket Test - Finding if you have a pool leak",
                "poolTipContent" : "<p><ul><li>1.     Turn OFF an auto-fill if you have one.<\/li><li>2.     Fill the pool to the normal pool level. Mark the exact pool water level.<\/li><li>3.      Place a 5 gallon plastic bucket on a pool step. Fill it with pool water to about 1&#34; below the top. This is needed to make sure that the water in the bucket is chemically equivalent to the pool water and it is kept at the same temperature. You may need to add some stone to the pool bucket to weigh it down. Mark the exact bucket water level.<\/li><li>4.     24 hours later, measure the exact drop in water level in the pool and in the bucket. They should be the same. If they are exactly the same, you do not have a leak and you are done. The accuracy of these measurement are critical. The before and the 24 hours later measurements must be done with the equipment in the exact same, pumps running or not running, condition each time a measurement is taken.<\/li><li>5. If the drop in the water level, there is a leak and you may want to further isolate the location of the leak. If you were running waterfall \/ water feature, turn them off and repeat steps 1. to 4..<\/li><li>6. You may turn off all your equipment for 24 hours and repeat steps 1. to 4..<\/li><li>7. To isolate the SPA from the pool and run the bucket test again in the SPA is more difficult, since most SPA water levels are above the pool water levels and the perfect closing of the pool\/SPA valves could be a suspect. The SPA would need to be isolated from the pool by plugging all the jets and suction openings. <\/li><\/ul><\/p><p>Results of these tests helps to identify if your pool has a leak, and in such a case may speed up the time for a pool detection company to find the source of your pool leak.<\/p>"
			}
			
		]
	}
}