{
 "reviews":
    {
	  "review":
	    [
			{
				"reviewID" : "1",
				"serviceName" : "Weekly Full Clean Pool Service",
				"reviewBy" : "Dan H.",
				"reviewCaption" : "Service is the optimum word.",
				"reviewContent" : "Roseville Pool Service has been servicing my pool for the past six or seven years on a weekly basis. Service is the optimum word. They take care of you the way one would expect a service oriented company to. Friendly, knowledgeable and totally reliable. Even though all of this is true, back in 2008 when the economy crashed, I was looking to cut expenses and found a less expensive pool service. Several weeks later my pool began clouding up. I had to point this out to my new pool guy and he assured me it would be taken care of. By the time of his next visit the following week the pool had been turning green. He did not seem to know how to clear it, so I called the owner of the company who promptly came to my house and described to me what chemicals he would use and that it should be swimmable in 24 hours. Needless to say, it was not. I had to call RPS who, without a second thought, came to my house that day and within 24 hours the pool was clear. I will never look for another pool service again. Why? Because you get what you pay for."
			},
			{
				"reviewID" : "2",
				"serviceName" : "weekly full clean pool service",
				"reviewBy" : "Eva G.",
				"reviewCaption" : "We have been extremely impressed with their work",
				"reviewContent" : "We have been extremely impressed with their work, and would highly recommend them to anyone with a pool. We have been using Roseville Pool Service since about May 2010. Both Marian and Tom are very professional, conscientious, responsive, and responsible. We have had other pool services over the years, and have been very disappointed with the lack of quality of the work. Marian and Tom show up without fail each week and perform all the work they promise to in their price quotes. They also watch for any problems or potential problems with your pool, and explain the problem, costs, and follow through with the repairs once they get your permission. They never try to sell you anything, or do un-needed repairs; they just keep everything running smoothly, and discuss every problem with you so you understand. They do everything a pool service should do, and why you hire one in the first place. They care for your pool as if it were their own. We finally have a pool service provider that allows us what we are paying for; a responsible service, that we never have to worry about if they did their job, or were doing such bad work it would cost us thousands in repairs ( as past services have). We have the full service and it is worth every penny. We now just get to enjoy our sparkling, beautiful pool every day, which face it, isn't that why you buy a pool in the first place?"
			},
			{
				"reviewID": "3",
				"serviceName" : "weekly full clean pool service - absentee landlord",
				"reviewBy" : "Deborah R.",
				"reviewCaption" : "We want to spread the word to the real estate agents we know",
				"reviewContent" : "<p>We want to spread the word to the real estate agents we know in the Roseville area because it is often hard to find excellent service people to refer and our pool service company, Roseville Pool Service has done an outstanding job of servicing and cleaning our pool.<p> \r\n\r\n<p>We are in the process of selling our house in Roseville which we resided in and then rented for the last three years. During the almost seven years we have owned this property, Mr. Marian & Tom Pliczka's pool company has serviced our pool. Not only are they professional, meticulous, and thorough but also caring and attentive. Our pool has had very few problems because of their preventive care. They have  always taken that extra step to follow-up whenever there was the slightest issue with our pool or pool equipment, servicing it in a speedy and efficient manner and always discussed and tried to save us money whenever possible. Over the years if anything occurred that needed our attention, they notified us promptly, even if it was beyond the scope of their services and provided us with guidance on where to find the right people to correct the problem. This was particularly important and appreciated as absentee Landlords.<\/p>\r\n\r\n<p>We can not say enough good things about Roseville Pool Service and encourage you to refer them whenever the need arises. You will not be disappointed.<\/p>"
			}
			
		]
	}
}